{
    "comments": [
        {
            "name": "mintyjamez",
            "message": "*veggie heavy dish* \"I don't like onions, do I have to use them?\" No, you're not in charge of what you eat, you have to eat the onion oops"
        },
        {
            "name": "cowardlysloth",
            "message": "\"it's supposed to taste like egg, but I don't like that. I'm gonna try this anyway\""
        },
        {
            "name": "mintyjamez",
            "message": "Or they complain about all the chopping in a like... diced heavy video. Bruh. Just...make something else. Or get a lil blender thing. Stop yelling at people for not making a dish specifically for you."
        },
        {
            "name": "cowardlysloth",
            "message": "This recipe was awful! I didn't follow the directions at ALL and set my house on fire because I wasn't paying attention, and it's all because of this recipe! ONE STAR"
        },
        {
            "name": "Ikagawa",
            "message": "BUT MINTY, THE WORLD MUST CONFORM TO MY SILLINESS!"
        },
        {
            "name": "mintyjamez",
            "message": "WE WILL ALL BE SILLY GEESE"
        },
        {
            "name": "Ikagawa",
            "message": "Hummus does have a good amount of olive oil too :D"
        },
        {
            "name": "Ikagawa",
            "message": "I've literally seen people complain about that lmao"
        },
        {
            "name": "mintyjamez",
            "message": "The way people just cannot fathom the world not revolving around their desires and tastes. It's wild."
        },
        {
            "name": "cowardlysloth",
            "message": "rock candy"
        },
        {
            "name": "Buttonmashers_",
            "message": "The sugar water crystal candy?"
        },
        {
            "name": "cowardlysloth",
            "message": "IT'S CANDY! THERE'S SUPPOSED TO BE A LOT OF SUGAR!"
        },
        {
            "name": "Ikagawa",
            "message": "This is why my content exists. Because none of it makes sense."
        },
        {
            "name": "FolktailStudio",
            "message": "thenew50Uwu um hiiiii"
        },
        {
            "name": "Ikagawa",
            "message": "Bri <3"
        },
        {
            "name": "MandaPaandaa",
            "message": "someone once wanted some sliced pastrami and then asked me if i could cut the pepper off because shes allergic LUL"
        },
        {
            "name": "FolktailStudio",
            "message": "Ika! folktaLove"
        },
        {
            "name": "FolktailStudio",
            "message": "Thank you for the shout out!!"
        },
        {
            "name": "mintyjamez",
            "message": "I actually yelled at a coworker once cause I brought homemade fudge to a Christmas work thing and she asked for the recipe then got judgy about the sugar....ITS FUDGE"
        },
        {
            "name": "Ikagawa",
            "message": "I hope you just stared at them until they left, Panda."
        },
        {
            "name": "Ikagawa",
            "message": "*Manda"
        },
        {
            "name": "FolktailStudio",
            "message": "Doing well!! Work work work."
        },
        {
            "name": "FolktailStudio",
            "message": "Here to hang and do some of that sweet sweet virtual body doubling."
        },
        {
            "name": "Ikagawa",
            "message": "We gotchu, Bri!"
        },
        {
            "name": "MandaPaandaa",
            "message": "i was like no, we have corned beef and she said \"but i want pastrami\""
        },
        {
            "name": "Ikagawa",
            "message": "WERE YOU TRYING TO CORRECT ME, SOUPS?! LUL"
        },
        {
            "name": "MandaPaandaa",
            "message": "LUL"
        },
        {
            "name": "Nightbot",
            "message": "Gnome"
        },
        {
            "name": "Ikagawa",
            "message": "According to the religion I made up, I'm completely infallible."
        },
        {
            "name": "FolktailStudio",
            "message": "What is the name? folktaStare"
        },
        {
            "name": "Buttonmashers_",
            "message": "Can I join your religion Ika?"
        },
        {
            "name": "FolktailStudio",
            "message": "Ah ok!"
        },
        {
            "name": "mintyjamez",
            "message": "I worked at a sandwich shop for a bit and one of my faves though was this little kid with a dairy allergy who used to try to secretly beg me to put cheese on his sandwich...while his mom stood right there hearing it all and shaking her head LUL"
        },
        {
            "name": "Ikagawa",
            "message": "https://www.goodreads.com/book/show/55407905-day-for-night"
        },
        {
            "name": "Ikagawa",
            "message": "Certainly, Button."
        },
        {
            "name": "MandaPaandaa",
            "message": "omg also someone once asked me if our SHEEP MILK cheese was dairy free cause it wasnt made with \"milk\""
        },
        {
            "name": "Ikagawa",
            "message": "Lissen, I clench my anus when a whole squad flies at me in Fortnite using the new Rocket Arm."
        },
        {
            "name": "Buttonmashers_",
            "message": "I saw a TikTok where a lady thought she was vegan because she didn't think chicken and turkey were considered animals"
        },
        {
            "name": "MandaPaandaa",
            "message": "yes cause its milk but it's not cow milk"
        },
        {
            "name": "MandaPaandaa",
            "message": "@Buttonmashers_ EXCUSE ME WHAT"
        },
        {
            "name": "Ikagawa",
            "message": "...Wow, she's dumb Button."
        },
        {
            "name": "mintyjamez",
            "message": "My brother tried to go vegan. We went out to eat and he got a milkshake and I was like oh, quit the vegan thing huh and he said no?? It's just a milkshake, there's no meat in this."
        },
        {
            "name": "mintyjamez",
            "message": "Had to break it down for him. He was so upset. Thought he'd been vegan for two months."
        },
        {
            "name": "Ikagawa",
            "message": "Oh my god."
        },
        {
            "name": "natashahill",
            "message": "that was me as a kid, i literally said i didnt eat meat i just eat grilled chicken and cold meat"
        },
        {
            "name": "mintyjamez",
            "message": "Just downing cheese and milk and ice cream."
        },
        {
            "name": "Buttonmashers_",
            "message": "Yeah, but that doesn't surprise me.  I have met people that didn't know that beef at the grocery store was a cow"
        },
        {
            "name": "mintyjamez",
            "message": "He quit after that LUL"
        },
        {
            "name": "Ikagawa",
            "message": "Veganism is a whole lifestyle thing, it's not just what you eat :("
        },
        {
            "name": "FolktailStudio",
            "message": "folktaSpin"
        },
        {
            "name": "Buttonmashers_",
            "message": "Also have met people that legit though chocolate milk came from brown cows. I wish I was making this up"
        },
        {
            "name": "mintyjamez",
            "message": "\"we all learn things\" I am not sure about that sometimes"
        },
        {
            "name": "Ikagawa",
            "message": "That's true and it might just be me but I don't just grab a label and say \"I'm this.\" I research it."
        },
        {
            "name": "MandaPaandaa",
            "message": "also this super fit guy was trying to argue that cheese has carbs ( above like 3%)"
        },
        {
            "name": "FolktailStudio",
            "message": "Whatcha makin? folktaSip"
        },
        {
            "name": "Buttonmashers_",
            "message": "Fingerless gloves @folktailstudio"
        },
        {
            "name": "FolktailStudio",
            "message": "folktaWow folktaWow folktaWow"
        },
        {
            "name": "FolktailStudio",
            "message": "I love them!!"
        },
        {
            "name": "FolktailStudio",
            "message": "I wish I knew how to crochet better. I'd love a pair of these!"
        },
        {
            "name": "FolktailStudio",
            "message": "That spice color too. 10/10."
        },
        {
            "name": "FolktailStudio",
            "message": "I'd love to buy a pair, yes!!"
        },
        {
            "name": "thenewsoups",
            "message": "chrullz generously feeds fwogrick a treat! they've given fwogrick 13 treats OSFrog"
        },
        {
            "name": "FolktailStudio",
            "message": "Gib. Take mah money."
        },
        {
            "name": "Chrullz",
            "message": "Had my first job interview in more than a decade today!"
        },
        {
            "name": "mintyjamez",
            "message": "Speaking of spice. I am missing out on pumpkin spice season and I very bitter about it thenew50Sad"
        },
        {
            "name": "Chrullz",
            "message": "It went okay"
        },
        {
            "name": "FolktailStudio",
            "message": "Oh I do have thick bear paws.. so yeah. folktaLol"
        },
        {
            "name": "Chrullz",
            "message": "They said they'd let me know in two business days"
        },
        {
            "name": "mintyjamez",
            "message": "Nothing 😞 we're also slowly coming out of winter and into spring. There are pumpkin. I need to just buckle down and make my own."
        },
        {
            "name": "Chrullz",
            "message": "They actually let me know in 8 minutes"
        },
        {
            "name": "FolktailStudio",
            "message": "Punkinnnn. I had my first PSL yesterday.. delicious. thenew50Uwu"
        },
        {
            "name": "mintyjamez",
            "message": "I miss the seasonal themes in the US. I want Dunkin Donuts so bad."
        },
        {
            "name": "mintyjamez",
            "message": "I'm really glad I moved. It's been amazing. But I do miss the food haha"
        },
        {
            "name": "mintyjamez",
            "message": "I think about Popeyes chiccy sandwiches on a daily basis thenew50Sad"
        },
        {
            "name": "Chrullz",
            "message": "I have a second interview later this week AND the interviewer said they know I'll do well in the second interview"
        },
        {
            "name": "FolktailStudio",
            "message": "!hug @mintyjamez"
        },
        {
            "name": "Nightbot",
            "message": "VirtualHug FolktailStudio sends mintyjamez a big loving SOUP hug! VirtualHug"
        },
        {
            "name": "mintyjamez",
            "message": "@folktailstudio pinkum1Love pinkum1Love pinkum1Love"
        },
        {
            "name": "Chrullz",
            "message": "Like, I've been told I interview well but I didn't know I interviewed that well"
        },
        {
            "name": "FolktailStudio",
            "message": "Oh, oh! I found out today that StreamINK prompts are coming soon. Very exciting."
        },
        {
            "name": "Chrullz",
            "message": "How's things been for youuuu"
        },
        {
            "name": "FolktailStudio",
            "message": "folktaShake"
        },
        {
            "name": "MandaPaandaa",
            "message": "@Chrullz omg congrats"
        },
        {
            "name": "Chrullz",
            "message": "Like, into orbit?"
        },
        {
            "name": "Chrullz",
            "message": "Still, exciting!"
        },
        {
            "name": "Buttonmashers_",
            "message": "!website"
        },
        {
            "name": "Nightbot",
            "message": "MY NEW SHOP IS LIVE! GO CHECK IT OUT! GET NEAT THINGS! https://thenewsoups.com/"
        },
        {
            "name": "FolktailStudio",
            "message": "It's the stream art community's version of INKtober. 31 days of prompts from 31 art streamers! Hosted by awesome humans."
        },
        {
            "name": "Nightbot",
            "message": "SOUPS are you sitting on your leg weird???????"
        },
        {
            "name": "MandaPaandaa",
            "message": "oh also i'm going to try to apply for an editor position at a cheese centered magazine"
        },
        {
            "name": "Chrullz",
            "message": "BI-ANDANA YESSSSS love puns"
        },
        {
            "name": "FolktailStudio",
            "message": "I thought you may be interested! They've even made a Discord for it these days."
        },
        {
            "name": "Saga_Jenesis",
            "message": "Hello deiebd"
        },
        {
            "name": "FolktailStudio",
            "message": "I can send you an invite if you'd like. All art invites."
        },
        {
            "name": "FolktailStudio",
            "message": "Invited*"
        },
        {
            "name": "mintyjamez",
            "message": "Bit random but I'm petting the lil old baby lady atm and do you ever just see how cute and squishy your cat is and wanna just stuff her into your very soul?? SHES JUST TOO CUTE"
        },
        {
            "name": "FolktailStudio",
            "message": "folktaThumbsUp I gotchu"
        },
        {
            "name": "Chrullz",
            "message": "Manda do you think they'll let you include cheesy puns?"
        },
        {
            "name": "Saga_Jenesis",
            "message": "I got my international presentation speaking!"
        },
        {
            "name": "Chrullz",
            "message": "(apparently I have one personality trait and it's puns)"
        },
        {
            "name": "MandaPaandaa",
            "message": "haha probably heheh"
        },
        {
            "name": "Buttonmashers_",
            "message": "Things you never expected to hear as a kid. Magazines about cheese and trade shows for trade show professionals"
        },
        {
            "name": "natashahill",
            "message": "soupss there is a good chance i will start to try to crochet in the next days, would it be ok to pop into your dms if i have any questions?"
        },
        {
            "name": "Chrullz",
            "message": "@Buttonmashers_ Trade shows for trade show professionals sounds too meta to be real"
        },
        {
            "name": "FolktailStudio",
            "message": "!lurk Ok, lemme actually crank out some work."
        },
        {
            "name": "Nightbot",
            "message": "FolktailStudio is lurkin for now! thank you so much for being here with us <3"
        },
        {
            "name": "Saga_Jenesis",
            "message": "Words are hard. I am doing an international presentation on using video games to enhance skills development. I got the primary speaker role"
        },
        {
            "name": "Buttonmashers_",
            "message": "Yet I have been to it LUL it's actually cool"
        },
        {
            "name": "MandaPaandaa",
            "message": "hahah i can confirm there is a cheese mag"
        },
        {
            "name": "Saga_Jenesis",
            "message": "I basically use games to practice skills as homework with the youth I mentor, depending on their needs and the mentorship"
        },
        {
            "name": "Buttonmashers_",
            "message": "Yeah, I am working on a certification for trade shows that is an equivalent of a degree and the trade show portion is showing off new things to use to get people to your booths, booth designs, and stuff like that"
        },
        {
            "name": "thenewsoups",
            "message": "lily02290 generously feeds fwogrick a treat! they've given fwogrick 15 treats OSFrog"
        },
        {
            "name": "mintyjamez",
            "message": "\"I'm going to try to be smart\" me going into every job interview just to say something about jimmy buffet and never make eye contact"
        },
        {
            "name": "Buttonmashers_",
            "message": "@saga_jenesis have you heard of Jane McGonigal?"
        },
        {
            "name": "SageVouivre",
            "message": "!refresh"
        },
        {
            "name": "thenewsoups",
            "message": "If it were possible, would you live on the moon?"
        },
        {
            "name": "mintyjamez",
            "message": "\"why do you wanna work here\" I don't I just don't have any money and I would like some"
        },
        {
            "name": "mintyjamez",
            "message": "Depends, what's on the moon in this situation? Can I still have bbq and hot dogs? Or am I eating those funky astronaut meals for always?"
        },
        {
            "name": "mintyjamez",
            "message": "I would miss birds ngl. And the ocean. But I wouldn't mind living on the moon for like...three years. If I had nice food."
        },
        {
            "name": "natashahill",
            "message": "hmmm i would like to go to the moon if it were like a regular vacay spot but i dont think i would like to live there. there are only so many earth-sets and rises before it gets boring"
        },
        {
            "name": "Buttonmashers_",
            "message": "If the moon was really made of cheese I would be down"
        },
        {
            "name": "mintyjamez",
            "message": "No lizards pinkum1Oop"
        },
        {
            "name": "natashahill",
            "message": "oooo lemme google"
        },
        {
            "name": "Buttonmashers_",
            "message": "No one could hear you scream"
        },
        {
            "name": "natashahill",
            "message": "“Given the new hypothetical top speed, it would take about 91 days to travel 6,786 miles (10,921 km) around the Moon, the time for respites excluded.”"
        },
        {
            "name": "mintyjamez",
            "message": "Everything big and scary is happening and I'm just floating around seeing how hard I can chuck a moon rock. Kinda nice."
        },
        {
            "name": "MandaPaandaa",
            "message": "if it was like an established colony with things to do and stuff i would go for vacation"
        },
        {
            "name": "natashahill",
            "message": "i wanna say slower but idk how acceleration works up there"
        },
        {
            "name": "MandaPaandaa",
            "message": "yeah lol"
        },
        {
            "name": "Buttonmashers_",
            "message": "Has anyone watched Astroid City?"
        },
        {
            "name": "Ikagawa",
            "message": "Were they truly unexplained?"
        },
        {
            "name": "Ikagawa",
            "message": "And I haven't, Button."
        },
        {
            "name": "mintyjamez",
            "message": "I would assume moon is slower cause you can go around the world pretty fast. And we're bigger then the moon. Right? Heck. I have not googled enough to actually know things. And most of this is based on the movie around the world in 80 days hahaha"
        },
        {
            "name": "Ikagawa",
            "message": "LUL Minty"
        },
        {
            "name": "Nightbot",
            "message": "Gnome"
        },
        {
            "name": "mintyjamez",
            "message": "Okay I googled. Earth is bigger. I do at least know one thing."
        },
        {
            "name": "StreamElements",
            "message": "Interested in what we are [most likely] listening to during stream? Check out this album: GoodSoop V1 by Devin Henderson/Soopurkul : https://goodsoop.carrd.co/"
        },
        {
            "name": "Ikagawa",
            "message": "Eath's Mass Effect is greater than the Moon's: Confirmed."
        },
        {
            "name": "Ikagawa",
            "message": "*Earth's"
        },
        {
            "name": "natashahill",
            "message": "according to a walk calculator i found it would take 113 days to walk the moons distance on earth"
        },
        {
            "name": "mintyjamez",
            "message": "We need to build a bridge to the moon NOW"
        },
        {
            "name": "Ruuftopp",
            "message": "hello?"
        },
        {
            "name": "Ikagawa",
            "message": "That's actually not bad. What was the average distance a walker would have to do per day, Natasha?"
        },
        {
            "name": "mintyjamez",
            "message": "You'd have to make bathroom break stops off and on. That's a long elevator. Or just...pee in a bucket maybe. Idk"
        }
    ]
}